<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
    <%@taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>
 <style>
        .box1{
            border:5px double rgb(200, 194, 194);
        }
       
    </style>
    <h2 style="background-color: rgb(20, 20, 34); color: white;">개인정보 수집 이용 동의</h2>
    <div class="box1">
    <p>
       <h3>개인정보의 수집 및 이용 목적</h3> 
       1) 전자금융거래서비스 제공에 관한 결제 정보 등 개인정보 수집
        - 이용자가 구매한 재화나 용역의 결제 및 현금영수증 발행
        - 결제 과정 중 본인 식별, 인증, 실명확인 및 이용자가 결제한 거래의 내역을 요청하는 경우 응대 및 확인
        - 이용자가 결제한 거래의 취소 또는 환불, 상품 배송 등 전자상거래 관련 서비스 제공
        - 이용자가 결제한 대금의 청구 및 수납
        - 전자금융거래 및 통신 과금 서비스 이용 불가능한 이용자(미성년자 등)와 불량, 불법 이용자의 부정 이용 방지
        - 서비스 제공 및 관련 업무 처리에 필요한 동의 또는 철회 등 의사확인
        - 회사가 제공하는 결제 알림 메일 발송
        - 고객 불만 및 민원처리
        - 이용자의 테이블 오더 결제
        2) 신규 서비스 개발 활용 및 인구학적 특성에 따른 통계자료로 활용
        - 이용 빈도 파악 및 통계학적 특성에 따른 서비스 제공
        - 신규 서비스 개발 및 통계학적 특성 분석
        - 서비스의 유효성 확인, 접속빈도 파악, 회원의 서비스이용에 대한 통계자료 활용
       <h3>수집항목 및 수집방법</h3>    
       1) 수집항목
            가. 전자금융거래서비스 이행과 관련 수집 정보
            - 이용자의 생년월일 및 성별
            - 이용자의 신용카드 정보(카드번호, 유효기간, 생년월일, 비밀번호 앞 2자리) 또는 지불하고자 하는 금융기관 계좌 정보(계좌번호, 계좌비밀번호, 예금주명)
            - 이용자의 휴대폰 또는 유선 전화 번호 및 가입 통신사
            - 이용자의 상품권 번호 및 상품권 제공사의 회원 아이디, 비밀번호 등
            - 이용자의 결제하고자 하는 포인트 카드 정보
            - 이용자의 전자지갑 휴대폰번호 등 결제 정보
            - 이용자의 접속 IP
            - 이용자의 이메일
            - 이용자의 상품 또는 용역 거래 정보
        <h3>개인정보의 보유 및 이용기간</h3> 
        이용자의 개인정보는 원칙적으로 개인정보의 수집 및 이용목적이 달성되면 지체 없이 파기 합니다. 단, 아래와 같이 전자금융거래법, 전자상거래 등에서의 소비자 보호에 관한 법률 등 관련 법령에 의하여 보존할 필요가 있는 경우 관련 법령에서 정한 일정한 기간 동안 개인정보를 보존합니다. 이 경우 회사는 보관하는 정보를 그 보관의 목적으로만 이용하며 보존기간은 아래와 같습니다.
        - 건당 1만원 초과 전자금융거래에 관한 기록
        보존이유: 전자금융거래법
        보존기간: 5년
        - 건당 1만원 이하 전자금융거래에 관한 기록
        보존이유: 전자금융거래법
        보존기간: 1년
        - 계약 또는 청약 철회 등에 관한 기록
        보존이유: 전자상거래 등에서의 소비자보호에 관한 법률
        보존기간: 5년
        - 대금결제 및 재화 등의 공급에 관한 기록
        보존이유: 전자상거래 등에서의 소비자보호에 관한 법률
        보존기간: 5년
        - 소비자의 불만 또는 분쟁 처리에 관한 기록
        보존이유: 전자상거래 등에서의 소비자보호에 관한 법률
        보존기간: 3년
    
        이용자의 개인정보의 수집 및 이용 거부이용자는 회사의 개인정보 수집 및 이용동의를 거부할 수 있습니다.
        단, 동의를 거부 하는 경우 서비스 결제가 정상적으로 완료될 수 없음을 알려드립니다.
    </p>
        
    </div>
</body>
</html>